Repository: inkstitch/inkstitch
Catalog: translations/messages_*.po
Languages: pt_pt

source: Manually routed fill stitching
pt_pt: Definir enchimento manualmente

source: Angle of lines of stitches
pt_pt: Ângulo das linhas de ponto

source: Flip fill (start right-to-left)
pt_pt: Inverter Enchimento (Direita-Para-Esquerda)

source: Spacing between rows
pt_pt: Espaçamento entre linhas

source: Maximum fill stitch length
pt_pt: Distância máxima entre pontos de enchimento

source: Stagger rows this many times before repeating
pt_pt: Numero de vezes a escalonar linhas antes de repetir

source: Automatically routed fill stitching
pt_pt: Definir enchimento automaticamente

source: Running stitch length (traversal between sections)
pt_pt: Distância de ponto corrido (Transversal entre secções)

source: Underlay
pt_pt: Sub-camada

source: AutoFill Underlay
pt_pt: Sub-camada automática

source: Fill angle (default: fill angle + 90 deg)
pt_pt: Ângulo de enchimento (Valor por omissão: ângulo de enchimento + 90º)

source: Row spacing (default: 3x fill row spacing)
pt_pt: Espaçamento entre linhas (Valor por omissão: 3* o espaçamento das linhas de enchimento)

source: Max stitch length
pt_pt: Distância máxima de ponto

source: Unable to autofill. This most often happens because your shape is made up of multiple sections that aren't connected.
pt_pt: Enchimento automático falhou. Verificar se a forma não é composta por múltiplas desconectadas.

source: Unexpected error while generating fill stitches. Please send your SVG file to lexelby@github.
pt_pt: Erro inesperado ao gerar pontos de enchimento. Por favor envie o seu SVG para lexelby@github.

source: Satin stitch along paths
pt_pt: Matizar ao longo dos caminhos

source: Running stitch length
pt_pt: Distância de ponto corrido

source: Zig-zag spacing (peak-to-peak)
pt_pt: Espaçamento Zig-zag (crista-a-crista)

source: Repeats
pt_pt: Repetições

source: Custom satin column
pt_pt: Coluna de matizado personalizado

source: Pull compensation
pt_pt: Compensação de repuxado

source: Contour underlay
pt_pt: Sub-camada de controno

source: Contour Underlay
pt_pt: Sub-camada de controno

source: Stitch length
pt_pt: Distância de ponto

source: Contour underlay inset amount
pt_pt: Offset interno da Sub-camada de contorno

source: Center-walk underlay
pt_pt: Sub-camada com movimento central

source: Center-Walk Underlay
pt_pt: Sub-camada com movimento central

source: Zig-zag underlay
pt_pt: Sub-camada em Zig-zag

source: Zig-zag Underlay
pt_pt: Sub-camada em Zig-zag

source: Zig-Zag spacing (peak-to-peak)
pt_pt: Espaçamento Zig-zag (crista-a-crista)

source: Inset amount (default: half of contour underlay inset)
pt_pt: Quantidade de offset interior (valor por omissão: Metade do offset interior da sub-camada de contorno)

source: One or more rails crosses itself, and this is not allowed. Please split into multiple satin columns.
pt_pt: Operação não permitida: Um ou mais caminhos intersectam-se a eles mesmos. Dividida o matiz em várias colunas.

source: satin column: One or more of the rungs doesn't intersect both rails.
pt_pt: Coluna de matizado: Uma ou mais barras de direcção não intersectam ambos os caminhos.

source: Each rail should intersect both rungs once.
pt_pt: Cada caminho deve intersectar ambas as barras de direcção uma vez.

source: satin column: One or more of the rungs intersects the rails more than once.
pt_pt: Coluna de matizado: Uma ou mais barras de direcção intersectam os caminhos mais do que uma vez.

source: satin column: object %s has a fill (but should not)
pt_pt: Coluna de matizado: o objecto %s tem enchimento (mas não devia)

source: satin column: object %(id)s has two paths with an unequal number of points (%(length1)d and %(length2)d)
pt_pt: Coluna de matizado: o objecto %(id)s the dois caminhos com numero diferente de pontos (%(length1)d e %(length2)d)

source: Seeing a 'no such option' message? Please restart Inkscape to fix.
pt_pt: Vê uma mensagem "não existe tal opção"? Por favor reiniciar o Inkscape.

source: No embroiderable paths selected.
pt_pt: Nenhum caminho bordável seleccionado.

source: No embroiderable paths found in document.
pt_pt: Nenhum caminho bordável encontrado no documento.

source: Tip: use Path -> Object to Path to convert non-paths before embroidering.
pt_pt: Dica: Use opção -> Object to Path para converter objectos em caminhos antes de bordar.

source: Embroidery
pt_pt: Bordado

source: These settings will be applied to 1 object.
pt_pt: Definições serão aplicadas a 1 objecto.

source: These settings will be applied to %d objects.
pt_pt: Definições serão aplicadas a %d objectos.

source: Some settings had different values across objects. Select a value from the dropdown or enter a new one.
pt_pt: Algumas definições com valores diferentes entre objectos. Seleccione um valor da lista ou digite novo valor.

source: Disabling this tab will disable the following %d tabs.
pt_pt: Desactivar esta aba desactivará as seguintes %d abas.

source: Disabling this tab will disable the following tab.
pt_pt: Desactivar esta aba desactivará a seguinte aba.

source: Enabling this tab will disable %s and vice-versa.
pt_pt: Activar esta aba desactivará %s e vice-versa.

source: Inkscape objects
pt_pt: Objectos do Inkscape

source: Embroidery Params
pt_pt: Parametros de Bordado

source: Presets
pt_pt: Pré-definições

source: Load
pt_pt: Carregar

source: Add
pt_pt: Adicionar

source: Overwrite
pt_pt: Substituir

source: Delete
pt_pt: Eliminar

source: Cancel
pt_pt: Cancelar

source: Use Last Settings
pt_pt: Usar ultimas definições

source: Apply and Quit
pt_pt: Aplicar e Sair

source: Preview
pt_pt: Pré-visualização

source: Internal Error
pt_pt: Erro Interno

source: Please enter or select a preset name first.
pt_pt: Seleccione ou insira uma pré-definição primeiro.

source: Preset
pt_pt: Pré-definição

source: Preset "%s" not found.
pt_pt: Pré-definição "%s" não encontrada.

source: Preset "%s" already exists. Please use another name or press "Overwrite"
pt_pt: Pré-definição "%s" já existe. Use outro nome ou clique "Substituir"

source: Embroidery Simulation
pt_pt: Simulação de Bordado

source: parseLengthWithUnits: unknown unit %s
pt_pt: parseLengthWithUnits: Unidade desconhecida %s

source: Unknown unit: %s
pt_pt: Unidade desconhecida: %s

source: TRIM after
pt_pt: Cortar a seguir "TRIM"

source: Trim thread after this object (for supported machines and file formats)
pt_pt: Cortar fio depois deste objecto "TRIM" (Para maquinas e formatos de ficheiro que suportados)

source: STOP after
pt_pt: Parar a seguir "STOP"

source: Add STOP instruction after this object (for supported machines and file formats)
pt_pt: Adiciona instrução de paragem "STOP" no final deste objecto (Para maquinas e formatos de ficheiro que suportados)
